{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Card",
			"Children": [
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "로컬라이제이션 시드"
					},
					"Key": "Debug.LocSmoke"
				}
			]
		},
		{
			"Namespace": "CardEffect",
			"Children": [
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "로컬라이제이션 시드"
					},
					"Key": "Debug.LocSmoke"
				}
			]
		},
		{
			"Namespace": "FPSRBossDefinition",
			"Children": [
				{
					"Source": {
						"Text": "AFPSRBossBase (C++ fallback)"
					},
					"Translation": {
						"Text": "AFPSRBossBase (C++ fallback)"
					},
					"Key": "DefaultBoss"
				},
				{
					"Source": {
						"Text": "Boss: {0} — {1} HP, spawns at {2}."
					},
					"Translation": {
						"Text": "Boss: {0} — {1} HP, spawns at {2}."
					},
					"Key": "BossDescFmt"
				},
				{
					"Source": {
						"Text": "boss spawn point"
					},
					"Translation": {
						"Text": "boss spawn point"
					},
					"Key": "AtSpawnPoint"
				},
				{
					"Source": {
						"Text": "fallback location"
					},
					"Translation": {
						"Text": "fallback location"
					},
					"Key": "AtFallback"
				}
			]
		},
		{
			"Namespace": "FPSRCardEffect",
			"Children": [
				{
					"Source": {
						"Text": "Passive ability"
					},
					"Translation": {
						"Text": "Passive ability"
					},
					"Key": "CharacterPassiveDesc"
				},
				{
					"Source": {
						"Text": "Unlock: {0}"
					},
					"Translation": {
						"Text": "Unlock: {0}"
					},
					"Key": "UnlockWeaponFmt"
				},
				{
					"Source": {
						"Text": "Weapon"
					},
					"Translation": {
						"Text": "Weapon"
					},
					"Key": "UnknownWeapon"
				},
				{
					"Source": {
						"Text": "Weapon Modifier"
					},
					"Translation": {
						"Text": "Weapon Modifier"
					},
					"Key": "WeaponModifier"
				}
			]
		},
		{
			"Namespace": "FPSRCardEntry",
			"Children": [
				{
					"Source": {
						"Text": "Common"
					},
					"Translation": {
						"Text": "Common"
					},
					"Key": "Rarity_Common"
				},
				{
					"Source": {
						"Text": "Epic"
					},
					"Translation": {
						"Text": "Epic"
					},
					"Key": "Rarity_Epic"
				},
				{
					"Source": {
						"Text": "Legendary"
					},
					"Translation": {
						"Text": "Legendary"
					},
					"Key": "Rarity_Legendary"
				},
				{
					"Source": {
						"Text": "Rare"
					},
					"Translation": {
						"Text": "Rare"
					},
					"Key": "Rarity_Rare"
				},
				{
					"Source": {
						"Text": "Weapon Modifier"
					},
					"Translation": {
						"Text": "Weapon Modifier"
					},
					"Key": "FragmentCategory"
				}
			]
		},
		{
			"Namespace": "UI",
			"Children": [
				{
					"Source": {
						"Text": "로컬라이제이션 시드"
					},
					"Translation": {
						"Text": "로컬라이제이션 시드"
					},
					"Key": "Debug.LocSmoke"
				}
			]
		}
	]
}